/* No comment provided by engineer. */
"%@ copied to clipboard" = "%@ vágólapra";

/* No comment provided by engineer. */
"%d Confirmations" = "%d Bizonylatait";

/* No comment provided by engineer. */
"%d more" = "%d több";

/* No comment provided by engineer. */
"%d Transactions" = "%d Tranzakciók";

/* No comment provided by engineer. */
"Account Settings" = "Fiók Beállítások";

/* No comment provided by engineer. */
"Active" = "Aktív";

/* No comment provided by engineer. */
"Add to Address book?" = "A felvétel a címjegyzékbe?";

/* No comment provided by engineer. */
"An error occured validating your PIN code with the remote server. You may be offline or blockchain may be experiencing difficulties. Would you like retry validation or instead enter your password manually?" = "Hiba történt a hitelesítő a PIN-kód a távoli szerverre. Lehet, hogy offline vagy blockchain lehet nehézségekkel. Szeretnél újra érvényesítés, vagy inkább írjuk be a jelszót manuálisan?";

/* No comment provided by engineer. */
"An error was encountered loading your wallet. You may be offline or Blockchain is experiencing difficulties. Please close the application and try again later or re-pair you device." = "Hiba történt a betöltés a pénztárca. Lehet, hogy offline vagy Blockchain van nehézségekkel. Kérjük, zárja be az alkalmazást, majd próbálja meg újra később, vagy újra pár, akkor a készülék.";

/* No comment provided by engineer. */
"Any Address" = "Bármely Cím";

/* No comment provided by engineer. */
"Archive" = "Archívum";

/* No comment provided by engineer. */
"Archived" = "↑ ";

/* No comment provided by engineer. */
"Automatically" = "Automatikusan";

/* No comment provided by engineer. */
"Before accessing your wallet, please choose a pin number to use to unlock your wallet. It's important you remember this pin as it cannot be reset or changed without first unlocking the app." = "Mielőtt belép a pénztárca, kérjük válasszon egy pin számot használja, hogy kinyit a pénztárca. Fontos, akkor ne feledje, ez a pin-kód, mivel azt nem lehet állítani, vagy megváltozott, anélkül, hogy először feloldása az app.";

/* No comment provided by engineer. */
"Bitcoin Address" = "Bitcoin-Cím";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* No comment provided by engineer. */
"Cannot save PIN Code while wallet is not initialized or password is null" = "Nem lehet menteni, PIN-Kódot, miközben a mobiltárca nincs inicializálva vagy jelszó null";

/* No comment provided by engineer. */
"Change PIN" = "A PIN kód megváltoztatása";

/* No comment provided by engineer. */
"Close App" = "Közel App";

/* No comment provided by engineer. */
"Confirm Payment" = "Fizetés Megerősítése";

/* No comment provided by engineer. */
"Confirm payment of %@ (%@) to %@" = "Fizetés megerősítése a%1$@ (%2$@) %3$@";

/* No comment provided by engineer. */
"Create Wallet" = "Hozzon Létre Pénztárca";

/* No comment provided by engineer. */
"Decrypted PIN Password length 0" = "Kódolva PIN Jelszó hossza 0";

/* No comment provided by engineer. */
"Decrypting Private Key" = "Decrypting Privát Kulcs";

/* No comment provided by engineer. */
"Enter Password" = "Jelszó";

/* No comment provided by engineer. */
"Error" = "Hiba";

/* No comment provided by engineer. */
"Failed To Load Wallet" = "Nem Sikerült Betölteni A Mobiltárca";

/* No comment provided by engineer. */
"No internet connection." = "Nincs internet-kapcsolat.";

/* No comment provided by engineer. */
"Finished Signing Inputs" = "Kész Aláíró Bemenetek";

/* No comment provided by engineer. */
"Forget Details" = "Felejtsd El Részletek";

/* No comment provided by engineer. */
"Forget Wallet" = "Felejtsd El Pénztárca";

/* No comment provided by engineer. */
"How would you like to pair?" = "Szeretne egy pár?";

/* No comment provided by engineer. */
"If you already have a Blockchain Wallet, choose Pair Device; otherwise, choose Create Wallet.    It's Free! No email required." = "Ha már van egy Blockchain Pénztárca, válassza a Pár Eszköz; ellenkező esetben válassza a Létrehozás Pénztárca. Ez Ingyenes! Nincs e-mail szükséges.";

/* No comment provided by engineer. */
"Imported Private Key %@" = "Importált Privát Kulcs %@";

/* No comment provided by engineer. */
"Information" = "Információ";

/* No comment provided by engineer. */
"Invalid email address." = "Érvénytelen e-mail cím.";

/* No comment provided by engineer. */
"Invalid GUID" = "Érvénytelen GUID";

/* No comment provided by engineer. */
"Invalid Identifier" = "Érvénytelen Azonosító";

/* No comment provided by engineer. */
"Invalid Send Value" = "Érvénytelen Érték Küldés";

/* No comment provided by engineer. */
"Invalid Shared Key" = "Érvénytelen Megosztott Kulcs";

/* No comment provided by engineer. */
"Invalid Status Code Returned %@" = "Érvénytelen Az Állapotkód Visszatért %@";

/* No comment provided by engineer. */
"Invalid to bitcoin address" = "Érvénytelen bitcoin cím";

/* No comment provided by engineer. */
"Loading External Page" = "Betöltése Külső Oldal";

/* No comment provided by engineer. */
"Logout" = "Kijelentkezési";

/* No comment provided by engineer. */
"Manually" = "Kézi";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"No Label" = "Nincs Felirat";

/* No comment provided by engineer. */
"No Password Entered" = "Nincs Megadott Jelszó";

/* No comment provided by engineer. */
"OK" = "Az OK gombra";

/* No comment provided by engineer. */
"Open Account Settings, Logout or change your pin below." = "Nyissa meg a fiókbeállítások, Kijelentkezési vagy módosíthatja a pin-kódot alatt.";

/* No comment provided by engineer. */
"Options" = "Lehetőségek";

/* No comment provided by engineer. */
"Pair Device" = "Pár Készülék";

/* No comment provided by engineer. */
"Parsing Pairing Code" = "Az Elemzés Párosítási Kódot";

/* No comment provided by engineer. */
"Password must 10 characters or longer" = "Jelszónak kell lennie 10 karakternél hosszabb, vagy";

/* No comment provided by engineer. */
"Passwords do not match" = "A jelszavak nem egyeznek";

/* No comment provided by engineer. */
"Payment Sent!" = "Fizetési Elküldve!";

/* No comment provided by engineer. */
"PIN Encrypted String is nil" = "PIN-kód Titkosított szöveg nil";

/* No comment provided by engineer. */
"PIN Response Object key or value length 0" = "PIN-Response Objektum kulcs vagy érték hossza 0";

/* No comment provided by engineer. */
"PIN Response Object success length 0" = "PIN-Response Objektum siker hossza 0";

/* No comment provided by engineer. */
"PIN Saved Successfully" = "PIN-Mentett Sikeresen";

/* No comment provided by engineer. */
"PIN Validation cannot be completed. Please enter your wallet password manually." = "PIN-Érvényesítés nem kell kitölteni. Kérjük, adja meg a mobiltárca jelszót manuálisan.";

/* No comment provided by engineer. */
"PIN Validation Error" = "PIN-Érvényesítési Hiba";

/* No comment provided by engineer. */
"Please enter your 36 character wallet identifier correctly. It can be found in the welcome email on startup." = "Kérjük, írja meg a 36 karakter pénztárca azonosító megfelelően. Megtalálható az üdvözlő e-mail indításnál.";

/* No comment provided by engineer. */
"Please provide an email address." = "Kérjük, adja meg e-mail címre.";

/* No comment provided by engineer. */
"Please Wait" = "Kérjük, Várjon";

/* No comment provided by engineer. */
"Retry Validation" = "Újra Érvényesítési";

/* No comment provided by engineer. */
"Scan Watch Only Address?" = "Vizsgálat Nézd Csak A Cím?";

/* No comment provided by engineer. */
"Second Password Incorrect" = "Második Jelszó Hibás";

/* No comment provided by engineer. */
"Send Payment From:" = "Küldés Fizetés:";

/* No comment provided by engineer. */
"Send Payment To:" = "Küldés Fizetés:";

/* No comment provided by engineer. */
"Server Returned Null Status Code" = "Szerver Vissza Null Állapotkód";

/* No comment provided by engineer. */
"Signing Input %d" = "Aláíró Bevitel %d";

/* No comment provided by engineer. */
"Signing Inputs" = "Aláíró Bemenetek";

/* No comment provided by engineer. */
"Success" = "Siker";

/* No comment provided by engineer. */
"The private key you are attempting to import is encrypted. Please enter the password below." = "A privát kulcsot próbál importálni titkosított. Kérjük, írja be a jelszó alatt.";

/* No comment provided by engineer. */
"This action requires the second password for your bitcoin wallet. Please enter it below and press continue." = "Ezt a műveletet igényel, a második jelszót a bitcoin pénztárca. Kérjük, adja meg az alábbi, majd nyomjuk meg a folytat gombot.";

/* No comment provided by engineer. */
"This will erase all wallet data on this device. Please confirm you have your wallet information saved elsewhere otherwise any bitcoins in this wallet will be inaccessible!!" = "Ez a töröl minden, a mobiltárca a készüléket. Kérjük erősítse meg, hogy a mobiltárca adatait mentett máshol egyébként minden bitcoins ebben a pénztárca lesz elérhetetlen!!";

/* No comment provided by engineer. */
"Unarchive" = "Unarchive";

/* No comment provided by engineer. */
"Unconfirmed" = "Meg nem erősített";

/* No comment provided by engineer. */
"Unsupported Private Key Format" = "Nem Támogatott Privát Kulcs Formátum";

/* No comment provided by engineer. */
"User Declined" = "Felhasználói Csökkent";

/* No comment provided by engineer. */
"Wallet address %@ has funds available to spend. However the private key needs to be scanned from a paper wallet or QR Code. Would you like to scan the private key now?" = "Pénztárca cím %@ rendelkezik a rendelkezésre álló teljes összeget költeni. Azonban a privát kulcsot kell szkennelt papír pénztárca vagy QR-Kód. Szeretné, ha a vizsgálat a privát kulcs most?";

/* No comment provided by engineer. */
"Wallet Paired Successfully." = "Pénztárca Párosított Sikeresen.";

/* No comment provided by engineer. */
"Warning!!!" = "Figyelem!!!";

/* No comment provided by engineer. */
"Welcome Back" = "Üdvözöljük Vissza";

/* No comment provided by engineer. */
"Welcome to Blockchain Wallet" = "Üdvözöljük Blockchain Pénztárca";

/* No comment provided by engineer. */
"Would you like to add the bitcoin address %@ to your address book?" = "Szeretné felvenni a bitcoin-cím %@ a címjegyzékbe?";

/* No comment provided by engineer. */
"Yes" = "Igen";

/* No comment provided by engineer. */
"You have no active bitcoin addresses available for sending" = "Ha nincs aktív bitcoin-címek rendelkezésre küldése";

/* No comment provided by engineer. */
"You must enter a destination address" = "Adja meg a rendeltetési hely címe";

/* No comment provided by engineer. */
"You must enter a label" = "Adja meg a címke";

/* No comment provided by engineer. */
"Your wallet was successfully created." = "A mobiltárca sikeresen létrehozva.";

/* No comment provided by engineer. */
"Close" = "Zár";

/* No comment provided by engineer. */
"Back" = "Vissza";

/* No comment provided by engineer. */
"New Wallet" = "Új Mobiltárca";

/* No comment provided by engineer. */
"MOVED" = "KÖLTÖZÖTT";

/* No comment provided by engineer. */
"RECEIVED" = "KAPOTT";

/* No comment provided by engineer. */
"SENT" = "KÜLDÖTT";

